{ 
    "sidebar.home": "Home",
    "sidebar.education": "Education",
    "sidebar.experience": "Experience",
    "sidebar.portfolio": "Portfolio",
    "sidebar.contact": "Contact",
    "sidebar.back": "Back to home",
    "header.hello": "Hello",
    "header.me": "I am",
    "header.position": "Developer Front End",
    "header.description": "I am a person passionate about technology, working for 5 years in the market with Front End development (ReactJS + React Native). I am graduated in Systems Analysis and Development and post-graduated in the MBA in Front End Development. And to complete this stack I'm learning NodeJS, enjoying everything wonderful that JavaScript has to offer.",
    "education.title": "Education",
    "education.roleIGTI": "MBA in Front End Development",
    "education.detailIGTI": "Postgraduate studies at the Information Technology Management Institute, totally improving knowledge in Front End and Mobile development. A start for a new learning in Back End using Node JS. Performed 100% at a distance.",
    "education.roleDegreeIFSP": "Degree in Systems Analysis",
    "education.detailDegreeIFSP": "Systems Analysis and Development carried out at the Federal Institute of Information Science and Technology of São Paulo. It was 3 years of a lot of experience where I got to know new technologies and big companies, starting my career as a front end developer.",
    "education.roleIFSP": "IT technical course",
    "education.detailIFSP": "Technical course on computer maintenance and support held at the Federal Institute of Science and Information Technology of São Paulo, learning the basic concepts of front end, back end, database, infrastructure and networks.",
    "experience.title": "Experience",
    "experience.current": "Present",
    "experience.roleOpah": "Mobile Developer",
    "experience.detailOpah": "Development of Apps for Android and IOS using React Native / TypeScript / Redux. Development of the Restfull API using Node.js and Express.js. SASS use for css pro-processing. Version control with Git. Agile SCRUM methodology. MySQL for query in database.",
    "experience.roleIndra": "Front End Developer",
    "experience.detailIndra": "Development of a website using React with Flux architecture. Making integration with Restfull APIs developed in the Java language. SASS use for css pre-processing. Version control with SVN.",
    "experience.roleProgrammers": "Front End Developer",
    "experience.detailProgrammers": "At the programmers I was outsourced at Indra and later I was hired by Indra to continue with the project. Development of a website using React with Flux architecture. Making integration with Restfull APIs developed in the Java language. SASS use for css pre-processing. Version control with SVN.",
    "experience.roleAgendaOS": "Front End Developer",
    "experience.detailAgendaOS": "Responsible for establishing and ensuring best practices for frontend development. Developing a website using React and Redux, creating reusable components, integrating with Google Maps JavaScript API, integrating with APIs using Restfull API and creating layout using Photoshop CS6. Also using MySQL for query in database. SASS use for CSS pre-processing. Version control with Git.",
    "see.more": "See more",
    "contact.title": "Contact",
    "contact.phone": "Telephone",
    "contact.email": "E-mail",
    "contact.city": "City",
    "contact.website": "Website",
    "footer": "developed by",

    "hero.title": "Development of a FullStack project",
    "hero.challengeRocket": "Intensive performed during the 11th OmniStack of",
    "hero.challenge": " where I was able to participate for the first time and gain an incredible experience, further increasing the desire to become a FullStack developer, taking advantage of all the benefits that JavaScript can offer in your community.",
    "hero.startProject": "An application where the objective is to find people in order to contribute to ONGs in need of help for any cause that has occurred. On the WEB platform, ONGs can register informing the cause with their details and cost value, so that after that people in the MOBILE application will find the registered ONGs and select one (or more) cases that want to contribute to help.",
    "hero.download": "download the Expo on your mobile",
    "hero.conectJS": "Connection via JavaScript",
    
    "hair.title": "Development of a WEB platform",
    "hair.challenge": "Build the platform for the Applied Project (tcc) of the MBA in Front End Development. Started from the beginning of the course with the subject Design Thinking, where we were thinking about the project to be developed, technologies, documentation, etc. It was successfully carried out with the help of the advisor and online communities for the technologies. At the end of the course the tcc was presented online, as it is a totally distance course, on the Zoom platform.",
    "hair.project": "The main point of the platform is basically Online Scheduling. The owners of barbershops, beauty salons, etc., can register their establishment, informing the agenda of the place, the services that the place offers to customers, registering the professionals who work on the place, making photos available, etc., so that the maximum of information is available for clients to access, view the agenda, make an appointment. For that, customers will have to register on the platform informing some of their data.",
    "hair.backend": "The backend is hosted on Heroku.",

    "weather.title": "Development of a Native application",
    "weather.challenge": "Develop the application creating the layout of my head, consuming api's via Rest API, using the concept of Hooks and Redux. A test for a job opportunity in which this app was developed.",
    "weather.project": "An application where you can search for cities that want to see the weather in real time. You can also choose the city as a 'favorite' so that it stays on the app's home page. From the favorite city you can also see it by clicking on climates from later days.",

    "techs": "Technologies used",
    "start.project": "Start the project",
    "clone.repository": "Clone repository",
    "challenge.title": "The challenge",
    "project.title": "The project",
    "repository": "Repository"
}