{ 
    "sidebar.home": "Home",
    "sidebar.education": "Formação Acadêmica",
    "sidebar.experience": "Experiência Profissional",
    "sidebar.portfolio": "Portfolio",
    "sidebar.contact": "Contato",
    "sidebar.back": "Voltar para home",
    "header.hello": "Olá",
    "header.me": "Eu sou o",
    "header.position": "Desenvolvedor Front End",
    "header.description": "Sou apaixonado por tecnologia, trabalho há 5 anos no mercado com desenvolvimento Front End (ReactJS + React Native). Sou formado em Análise e Desenvolvimento de Sistemas e uma Pós-Graduação em Desenvolvimento Front End. E para completar os conhecimentos em tecnologias, estou aprendendo o Node JS, aproveitando tudo de maravilhoso que o JavaScript tem a oferecer.",
    "education.title": "Formação Acadêmica",
    "education.roleIGTI": "MBA em Desenvolvimento Front End",
    "education.detailIGTI": "Pós-graduação no Instituto de Gestão de Tecnologia da Informação, aprimorando o conhecimento em desenvolvimento Front End e Mobile. Um começo para um novo aprendizado no Back End usando o Node JS. Realizado 100% à distância.",
    "education.roleDegreeIFSP": "Analise e Desenvolvimento de Sistemas",
    "education.detailDegreeIFSP": "Análise e Desenvolvimento de Sistemas realizado no Instituto Federal de Ciência e Tecnologia da Informação de São Paulo. Foram 3 anos de muita experiência em que conheci novas tecnologias e grandes empresas, iniciando minha carreira como desenvolvedor Front End.",
    "education.roleIFSP": "Técnico de Informática",
    "education.detailIFSP": "Curso técnico em manutenção e suporte em informática, realizado no Instituto Federal de Ciência e Tecnologia da Informação de São Paulo, aprendendo os conceitos básicos de Front End, Back End, banco de dados, infraestrutura e redes.",
    "experience.title": "Experiência Profissional",
    "experience.current": "Atual",
    "experience.roleOpah": "Desenvolvedor Mobile",
    "experience.detailOpah": "Desenvolvimento mobile utilizando React Native, Redux, JavaScript, SASS, GIT e NodeJS para criação de serviços API Restful (Mock), banco MySQL. Métodologia ágil SCRUM. Transformação de Classes para Hooks no React Native",
    "experience.roleIndra": "Desenvolvedor Front End",
    "experience.detailIndra": "Desenvolvimento web utilizando ReactJS, HTML5, SASS, SVN, Material UI, Flux, JavaScript e Java para criação de serviços. SOAP.",
    "experience.roleProgrammers": "Desenvolvedor Front End",
    "experience.detailProgrammers": "Alocação no projeto da Indra (Projeto Pontual). Utilizando as tecnologias citadas acima",
    "experience.roleAgendaOS": "Desenvolvedor Front End",
    "experience.detailAgendaOS": "Desenvolvimento web utilizando React-Redux, HTML5, SASS, JavaScript, GIT. Design responsivo, photoshop CS6, Ilustrator. API ",
    "see.more": "Veja mais",
    "contact.title": "Contato",
    "contact.phone": "Telefone",
    "contact.email": "E-mail",
    "contact.city": "Cidade",
    "contact.website": "Site",
    "footer": "desenvolvido por",

    "hero.title": "Desenvolvimento de um projeto FullStack",
    "hero.challengeRocket": "Intensivo realizado durante a 11° OmniStack da",
    "hero.challenge": " onde pude participar pela primeira vez e ganhar uma experiência incrível, aumentando ainda mais a vontade de me tornar um desenvolvedor FullStack, aproveitando de todos os benefícios que o JavaScript pode oferecer em sua comunidade.",
    "hero.startProject": "Uma aplicação onde o objetivo é encontrar pessoas a fim de contribuir com ONGs necessitadas de ajuda para alguma causa ocorrida. Na plataforma WEB as ONGs podem se cadastrar informando a causa ocorrida com o seu detalhamento e valor de custo, para que após isso as pessoas no aplicativo MOBILE irão encontrar as ONGs cadastradas e selecionar um (ou mais) casos que queiram contribuir para ajuda.",
    "hero.download": "download do Expo no seu celular",
    "hero.conectJS": "Conexão via JavaScript",

    "hair.title": "Desenvolvimento de uma plataforma WEB",
    "hair.challenge": "Construir a plataforma para o Projeto Aplicado (tcc) do MBA em Desenvolvimento Front End. Iniciado desde o começo do curso com a matéria Design Thinking, onde fomos pensando no projeto à ser desenvolvido, nas tecnologias, na documentação, etc. Foi realizado com sucesso com a ajuda do orientador e comunidades online para as tecnologias. No final do curso o tcc foi apresentado online, por se tratar de um curso totalmente a distância, na plataforma do Zoom.",
    "hair.project": "O ponto principal da plataforma é basicamente o Agendamento Online. Os donos de barbearias, salões de beleza, etc, podem cadastrar o seu estabelecimento, informando a agenda do local, os serviços que o local oferece aos clientes, cadastrar os profissionais que trabalham no local, disponibilizar fotos, etc, para que o máximo de informações fiquem disponíveis para os clienes acessarem, ver a agenda, marcar horários. Os clientes para isso terão que se cadastrar na plataforma informando alguns de seus dados.",
    "hair.backend": "O backend está hospedado no Heroku.",

    "weather.title": "Desenvolvimento de um aplicativo Nativo",
    "weather.challenge": "Desenvolver o aplicativo criando o layout da minha cabeça, consumindo api's via Rest API, utilizando o conceito de Hooks e Redux. Um teste para uma oportunidade de emprego no qual foi desenvolvido esse app.",
    "weather.project": "Um aplicativo onde você poderá buscar por cidades que deseja ver o Clima em tempo real. Você também poderá escolher a cidade como 'favorita' para que ela fique fixe na home do aplicativo. A partir da cidade favorita você também já pode ver clicando nela climas dos dias posteriores.",

    "techs": "Tecnologias utilizadas",
    "start.project": "Iniciar projeto",
    "clone.repository": "Clonar repositório",
    "challenge.title": "O desafio",
    "project.title": "O projeto",
    "repository": "Link do repositório"
}